[M_Ep16_LockAndLoad MissionDefinition]
TurnInDescription="Thanks to Brick's buzzards and your own capacity for extreme violence, you now have what you need to blast your way into the [place]Hyperion Info Stockade[-place] and find out where the Warrior is buried. "

[M_Ep16_LockAndLoad:DestroyAirDefensesSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. Brick plans to have his buzzards transport the explosives from Sawtooth, but he can't send his men until the skies are clear. He's asked you to destroy all the enemy buzzards in the area."

[M_Ep16_LockAndLoad:DestroyCopterTargetSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. The explosives are held on the top level of the bandit camp. Unfortunately, Mortar, the king of Sawtooth's bandits, has locked down the elevator to deny you access. Brick has suggested destroying Boombringer, Mortar's prized buzzard. Once Boombringer is destroyed, Brick believes, Mortar will be forced to take the elevator down to deal with you himself."

[M_Ep16_LockAndLoad:FindUndergroundSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. The explosives are held at the top of [place]Inferno Tower[-place]. You'll need to take an elevator to reach them."

[M_Ep16_LockAndLoad:GoToCraterLakeSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. The explosives are held on the top level of the bandit camp. You'll have to take the elevator to reach them."

[M_Ep16_LockAndLoad:GoToResevoirSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. The explosives are held at the top of [place]Inferno Tower[-place], but the elevator is locked. Brick has an idea: if you can destroy Boombringer, the beloved buzzard of the Sawtooth clan leader, Mortar, he'll get so angry that he'll take the elevator down to kill you. You'll then be able to kill Mortar and ascend [place]Inferno Tower[-place]."

[M_Ep16_LockAndLoad:RideElevatorSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. The explosives are held on the top level of the bandit camp. With Mortar dead, you are now free to take the elevator up and grab the charges."

[M_Ep16_LockAndLoad:StealMunitionsSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="Mordecai has determined that if you can find where the Warrior is buried, you will find Jack. The [place]Hyperion Info Stockade[-place] has the info you need, but you'll need some explosives to get inside. Brick believes you can get these explosives from the bandits in [place]Sawtooth Cauldron[-place]. Brick plans to have his buzzards transport the explosives from Sawtooth, but he needs you to mark them for pickup first."
